Revit 2027 API
SymbolTypeId.DaNDashMPerM Property
 Symbol daN-m/m, indicating unit Dekanewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DaNDashMPerM { get; }
Public Shared ReadOnly Property DaNDashMPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DaNDashMPerM {
	ForgeTypeId^ get ();
}
static member DaNDashMPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace